# Priorities
cask "1password"
brew "mas"
mas "1Password for Safari", id: 1569813296
cask "alfred"
mas "Things 3", id: 904280696
cask "visual-studio-code"

brew "esphome"
brew "git"
brew "imagemagick"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "node"
brew "openssl@1.1"
brew "postgresql@15"
brew "python"
brew "rbenv"
brew "readline"
brew "redis"
brew "zsh"

cask "blender"
cask "google-chrome"
cask "kdiff3"
cask "macdive"
cask "mullvadvpn"
cask "sublime-text"
cask "unity-hub"

mas "1Blocker - Ad Blocker", id: 1365531024
mas "Adobe Lightroom", id: 1451544217
mas "Cascadea", id: 1432182561
mas "Compressor", id: 424390742
mas "Day One", id: 1055511498
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Redacted", id: 984968384
mas "Soulver 3", id: 1508732804
mas "TestFlight", id: 899247664
mas "WhatsApp Desktop", id: 1147396723
